Repository: Novickij/asd323rszz
Catalog: bot/database/methods/bot/locale/*/LC_MESSAGES/bot.po
Languages: ru

# trial_period_btn
source: Trial period 📆
ru: 🎁 Пробный период

# error_check_follow
source: The bot cannot check the subscription to the selected channel!add the bot to the channel admins
ru: ❗️ Бот не может проверять подписку на выбранный канал! Добавьте бота в администраторы канала, и проверьте данные в конфигурации

# no_follow
source: 🌐 To access the materials, please subscribe to our information channel It is important to get complete information!
ru: 🌐 Для доступа к материалам, пожалуйста, подпишитесь на наш информационный канал. Это важно для получения полной информации!

# no_follow_button
source: 🔍 Check your subscription ✅
ru: 🔍 Проверьте вашу подписку ✅

# no_follow_bad_check
source: ❌ You are not subscribed to the channel. Please check your subscription and try again.
ru: ❌ Вы не подписаны на канал. Пожалуйста, проверьте вашу подписку и попробуйте ещё раз.

# hello_message
source: <b>🛡️ Thank you for choosing! We guarantee your safety! 🛡️</b> ✦ <b>Support for all platforms:</b> Android, Windows, macOS, Linux, iOS ✦ <b>🔥 Join us</b> and enjoy <b>anonymity</b> and security without losing speed! ✦ <b>Instant access to any sites and services —</b> no restrictions and locks, no matter where you are! ✦ <b>🔒 Your activity is under reliable protection —</b> no one but you will know what you are doing online! ✦ <b>🛡️ Your data is protected at the highest level — only you have access to it, unlike free VPN services. ✦ <b>∞ No limits on the use of traffic — </b> complete freedom on the Internet! ✦ <b>Easy setup and connection —</b> Our service is intuitive and ready to use immediately after installation.
ru: <b>🛡️ Благодарим вас за выбор! Мы гарантируем вашу безопасность! 🛡️</b> ✦ <b>Поддержка всех платформ:</b> Android, Windows, macOS, Linux, iOS ✦ <b>🔥 Присоединяйтесь к нам</b> и наслаждайтесь <b>анонимностью</b> и безопасностью без потери скорости! ✦ <b>🚀 Мгновенный доступ к любым сайтам и сервисам —</b> никаких ограничений и блокировок, где бы вы ни находились! ✦ <b>🔒 Ваша активность под надёжной защитой —</b> никто, кроме вас, не узнает, что вы делаете в сети! ✦ <b>🛡️ Ваши данные защищены на высшем уровне —</b> только вы имеете к ним доступ, в отличие от бесплатных VPN-сервисов. ✦ <b>∞ Никаких лимитов на использование трафика —</b> полная свобода в интернете! ✦ <b>⚙️ Лёгкая настройка и подключение —</b> наш сервис интуитивно понятен и готов к использованию сразу после установки.

# trial_message
source: 🚀 Get to know our VPN for free! 🎉 We provide you with a 1 day subscription so that you can appreciate all its benefits. 🌐🔑
ru: 🚀 Познакомьтесь с нашим VPN бесплатно! 🎉 Мы предоставляем вам 1 день подписки, чтобы вы могли оценить все его преимущества. 🌐🔑

# not_trial_message
source: 🌚 You have already used the trial period
ru: 🌚 Вы уже использовали пробный период

# about_message
source: <b>{name_bot} - an innovative VPN service providing a modern solution for secure and anonymous internet access.</b> Key advantages of our service: 🌐 <b>High speed</b>: Thanks to advanced technologies and stable protocols, you can enjoy the internet without any speed loss. 🔒 <b>Complete security</b>: We do not collect logs or confidential data, ensuring your full anonymity and privacy online. 📱 <b>Cross-platform support</b>: Support for all popular platforms allows you to use our service on any device. 📈 <b>No limitations</b>: Enjoy the internet without traffic and speed restrictions. By choosing {name_bot}, you get reliable protection and high performance, ensuring your freedom and security on the internet.
ru: <b>{name_bot} - инновационный VPN-сервис, предоставляющий современное решение для безопасного и анонимного интернета.</b> Основные преимущества нашего сервиса: 🌐 <b>Высокая скорость</b>: Благодаря передовым технологиям и стабильным протоколам, вы сможете наслаждаться интернетом без потерь в скорости. 🔒 <b>Полная безопасность</b>: Мы не собираем логи и конфиденциальные данные, что гарантирует вашу полную анонимность и конфиденциальность в интернете. 📱 <b>Мультиплатформенность</b>: Поддержка всех популярных платформ позволяет вам использовать наш сервис на любых устройствах. 📈 <b>Без ограничений</b>: Пользуйтесь интернетом без ограничений по трафику и скорости. Выбирая {name_bot}, вы получаете надежную защиту и высокую производительность, обеспечивая себе свободу и безопасность в интернете.

# choosing_connect_type
source: Select VPN protocol 🔌
ru: Выберите протокол VPN 🔌

# choosing_connect_location
source: 🌐 Select a location to connect to 👇
ru: 🌐 Выберите локацию для подключения 👇

# how_to_connect
source: ⇩ Your connection key 🔑 {name_vpn} ``` {config} ```
ru: ⇩ Ваш ключ для подключения 🔑 {name_vpn} ``` ```

# success_pay_message
source: <b>✅ The payment has been completed successfully!</b> 🎉 Your subscription has been renewed, thank you for staying with us! 😊
ru: <b>✅ Платёж успешно завершён!</b> 🎉 Ваша подписка продлена, спасибо, что остаетесь с нами! 😊

# ended_sub_message
source: 🚨 Your subscription to one of the keys has ended!If you want to continue using our services, please renew your subscription. 😊
ru: 🚨 Ваша подписка на один из ключей закончилась!🔒 Если вы хотите продолжить пользоваться нашими услугами, пожалуйста, продлите подписку. 😊

# alert_to_renew_sub
source: 🔔 Attention! one of your keys expires within 24 hours. To renew your subscription, click on the button below and select the desired key. ⏳👇
ru: 🔔 Внимание!🚨 Срок действия одного из ваших ключей подписки истекает в течение суток. Чтобы продлить, нажмите на кнопку👇

# donated_days
source: 🎉Congratulations The administrator has added free subscription days for you 😁😁
ru: 🎉Поздравляю Администратор добавил вам бесплатные дни подписки 😁😁

# referral_error
source: You cannot invite yourself ❌
ru: Нельзя приглашать самого себя ❌

# referral_new_user
source: Thank you for inviting a friend 😊😘 As a token of our appreciation, we give you {day} days of free VPN access 🫡 Choose which key you want to add the time to
ru: Спасибо что пригласили друга 😊😘 В благодарность мы даем вам {day} дн. бесплатного доступа к VPN 🫡 Выберете к какому ключу вам добавить время

# referral_new_user_zero
source: Thank you for inviting a friend, he becomes your referral 😊😘
ru: Спасибо что пригласили друга, он становится вашим рефералом 😊😘

# referral_new_user_success
source: Time added ✅
ru: Время добавлено ✅

# referral_promo_code
source: 🎁 Enter a special promo code to get a discount!
ru: 🎁 Введите специальный промокод, чтобы получить скидку!

# referral_promo_code_none
source: Promo code not found 😥
ru: Промокод не найден 😥

# referral_system_message
source: When clicking on your referral link, the client becomes your referral
ru: При переходе по вашей пригласительной ссылке клиент становится вашим рефералом

# referral_system_success
source: Withdrawal request created, expect funds to be credited 👍
ru: Заявка на вывод создана, ожидайте поступления средств 👍

# main_message
source: 🚀 Bot update!
ru: 🚀 Обновление бота!

# not_server
source: There are currently no available servers 😞 Please try again later
ru: На данный момент нет свободных серверов😞 Попробуйте позже

# server_not_connected
source: The server is not responding 😞 please try again later
ru: Сервер не отвечает😞 попробуйте позже

# error_send_admin
source: An error occurred, please contact the administrator
ru: Возникла ошибка свяжитесь с администратором

# error_add_server_client
source: Failed to add server to client
ru: Неудалось добавть сервер к клиенту

# config_user
source: ⇧ Get the key for connection 🔑 {name_vpn}
ru: ⇧ Ваш ключ для подключения 🔑 {name_vpn}

# inform_subscription
source: 🗓 Subscription Information 🗓
ru: 🗓Информация по подписке🗓

# balance_message
source: Balance 🤑
ru: Баланс 🤑

# method_replenishment
source: 👇 Replenishment method:
ru: 👇 Выберите способ оплаты:

# method_replenishment_promo
source: You have added a discount code {percent}% 👇 Replenishment method:
ru: Вы <b>применили</b> промокод на скидку <b>{percent}%</b> 🏷 👇 Выберете способ оплаты:

# choosing_month_sub
source: ⇩ Choose a plan ⇩
ru: 💰 <b>Покупка доступа</b> 1️⃣ месяц - <s>299 ₽</s> ➜ <b>249 ₽</b> 3️⃣ месяца - <s>897 ₽</s> ➜ <b>649 ₽</b> 💰 Экономия: 248 ₽ 6️⃣ месяцев + 1️⃣ в подарок! 🎁 <s>2093 ₽</s> ➜ <b>1299 ₽</b> 💰 Экономия: 794 ₽ 1️⃣2️⃣ месяцев + 3️⃣ в подарок! 🎁 <s>4485 ₽</s> ➜ <b>2399 ₽</b> 💰 Экономия: 2086 ₽ 📝 Выберите сумму, оплатите и наслаждайтесь скоростью WolfPN

# success_payment_exist_admin
source: 🎉 The user {full_name}({user_id}) has purchased a subscription for {count_m} months 📆
ru: 🎉 Пользователь {full_name}({user_id}) приобрел подписку на {count_m} мес. 📆

# success_payment_exist
source: 🎉 You have <b>successfully</b> paid for {month_count} months.
ru: 🎉 Вы <b>успешно</b> оплатили {month_count} мес.

# choosing_amount_menu
source: Choose the replenishment amount
ru: Выберете сумму пополнения

# input_email_check
source: Enter your Email✉️ so we can send you a receipt
ru: 📥 Введите ваш Email, мы отправим вам чек:

# think_email_check
source: Thank you! We will send you a receipt to the provided email
ru: Спасибо! Мы отправим чек на указанную почту

# error_email_input
source: Email entered incorrectly, please try again
ru: Email введён не правльно попробуйте еще раз

# your_referral_link
source: Your referral link: {link_ref}
ru: Ваша реферальная ссылка: {link_ref}

# affiliate_reff_text
source: For each referral you get <b>{referral_percent}% of the replenishment amount</b> The minimum withdrawal amount is: <b>{minimum_amount}</b> ₽ ---- 🫂 Your referrals → <i>{count_referral_user}</i> ---- 💰 Available for withdrawal [<b> {balance}₽</b> ]
ru: За каждого реферала вы получаете <b>{referral_percent}% от суммы пополнения баланса</b> Минимальная сумма на вывод: <b>{minimum_amount}</b> ₽ ---- 🫂 Количество ваших рефералов → <i>{count_referral_user}</i> ---- 💰 Доступно на вывод [<b> {balance}₽</b> ]

# affiliate_reff_text_new
source: If you have the opportunity to attract clients, we offer you a great chance to <b>earn money</b>: ➤ When a user clicks on your referral link, they become your <b>referral</b>. 👥 ➤ For each referral, you receive {percent}% of the purchase amount. 💰 - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Your referral link: <b>{ref_link}</b> 👥 Number of your referrals: {count_referral_user} people 💸 Available for withdrawal: {balance} RUB
ru: Если у вас есть возможность привлекать клиентов, мы предлагаем вам отличную возможность <b>заработать</b>: ➤ При переходе пользователя по вашей реферальной ссылке он становится вашим <b>рефералом</b>. 👥 ➤ За каждого реферала вы получаете {percent}% от суммы покупки. 💰 - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Ваша реферельная ссылка: <b>{ref_link}</b> 👥 Количество ваших рефералов: {count_referral_user} чел. 💸 Доступно на вывод: {balance} ₽

# input_promo_user
source: Enter promo code 👇👇👇
ru: Введите промокод 👇👇👇

# input_amount_withdrawal_min
source: Enter the withdrawal amount, minimum {minimum_amount}
ru: Введите сумму для вывода, минимум {minimum_amount}

# error_incorrect
source: Incorrect input, please try again
ru: Некорректный ввод, попробуйте еще раз

# where_transfer_funds
source: Enter where you want to transfer the funds For example: Sberbank 89777777777
ru: Введите куда вам перевести средства Например: Сбербанк 89777777777

# how_i_contact_you
source: How can we contact you? Email ✉️, Phone number 📱, Link to social network 🖥
ru: Как с вами можно связаться? Почта ✉️,Номер телефона 📱, ссылка на соц. сеть 🖥

# withdrawal_funds_has_been
source: Funds withdrawal requested for {amount} ₽
ru: Запрошен вывод средств на {amount} ₽

# error_withdrawal_funds_not_balance
source: You do not have enough funds to withdraw the specified amount
ru: У вас недостаточно средств для вывода указанной суммы

# promo_success_user
source: Congratulations! 😄 you have received a promo code that gives you a discount of <b>{percent}%</b>
ru: Поздравляю! 😄 вы получили промокод который дает вам скидку в <b>{percent}%</b>

# uses_promo_user
source: You have already used this promo code 😉
ru: Вы уже использовали этот промокод 😉

# input_message_user_admin
source: 📥 Leave a message, and we will gladly reply to you!
ru: 📥 Оставьте сообщение, и мы с удовольствием вам ответим!

# message_user_admin
source: User {fullname} ( {username} | {telegram_id} ) has sent you a message
ru: Пользователь {fullname} ( {username} | {telegram_id} ) написал вам сообщение

# message_user_admin_success
source: The administrator has received your message 👌
ru: Администаратор получил ваше сообщение 👌

# error_message_user_admin_success
source: The administrator couldn't receive your message 😿
ru: Администаратор не смог получить ваше сообщение 😿

# type_vpn_none
source: There are no servers in the bot, try to log in later
ru: В боте нету серверов, попробуйте зайти позже

# error_month_count
source: The payment message is outdated, please start over
ru: Сообщение с оплатой устарело, пожалуйста начните заново

# no_connect_key_message
source: not connected ⚠️
ru: не подключён ⚠️

# message_text_user
source: User
ru: Пользователь

# message_text_user_input_promo
source: entered a promo code
ru: ввел промокод

# groups_counts_zero
source: 🔸 You have no groups 🔸
ru: 🔸 У вас нету групп 🔸

# group_input_name
source: Enter the group name 🖊
ru: Введите имя группы 🖊

# group_name_not_found
source: Group with name {name} not found Please enter again
ru: Группа с названием {name} не найдена Введите еще раз

# groups_max_count
source: Maximum number of groups {count}
ru: Максимальное количество групп {count}

# input_number_group_s
source: Enter the number of the group to which you want to add the server if you want to leave the server without a group, then enter 0 Your groups:
ru: Введите № группы в которую хотите добавить сервер Если хотите оставить сервер без группы то введите 0 Ваши группы:

# error_input_number_group_s
source: The group with the number {group_id} was not found, enter it again
ru: Группа с № {group_id} не найдена, введите заново

# error_name_static_space
source: Name cannot contain spaces
ru: Имя не может содержать пробелы

# error_name_static_lower
source: The name contains uppercase letters, please convert them to lowercase
ru: Имя содержит заглавные буквы, пожалуйста, преобразуйте их в строчные

# error_name_static_len
source: The name cannot be longer than 30 characters
ru: Имя не может быть длиннее 30 символов

# error_name_static_email
source: The name contains invalid characters, please use only lowercase English letters, numbers and @._-
ru: Имя содержит недопустимые символы, пожалуйста, используйте только строчные английские буквы, цифры и @._-

# admin_user_manager_m
source: User Management 📝
ru: Управление пользователями 📝

# list_of_all_users_file
source: List of all users
ru: Список всех пользователей

# error_list_of_all_users_file
source: Error while listing all users
ru: Ошибка при выводе всех пользователей

# none_list_of_sub_users_file
source: You have no users with subscriptions 😥
ru: У вас нет пользователей с подпиской 😥

# list_of_sub_users_file
source: List of users with active subscriptions
ru: Список пользователей с активной подпиской

# error_list_of_sub_users_file
source: Error listing users with subscriptions
ru: Ошибка при выводе пользователей с подпиской

# list_of_payments_file
source: List of payments
ru: Список поступлений

# none_list_of_payments_file
source: There are no payments in your wallets 😥
ru: На ваших кошельках нет поступлений 😥

# error_list_of_payments_file
source: Error listing users with subscriptions
ru: Ошибка при выводе платежей

# write_payments_file_str
source: {count}) User: {user}({user_id}) - Payment system: {payment_system} - Amount: ({amount} rub.) | Date: {date}
ru: {count}) Пользователь: {user}({user_id}) - Платежная система: {payment_system} - Сумма: ({amount} руб.) | Дата: {date}

# input_telegram_id_user_m
source: Enter the Telegram ID of the user:
ru: Введите Telegram Id пользователя:

# card_client_admin_m
source: 👤 Client: {fullname} 🔗 Link: {username} 🆔: {telegram_id} 🏳️ lang TG: {lang_code} 💎 Referral balance: {referral_balance} ₽ 🔑 Keys: {keys} pcs. 👨‍👩‍👦‍👦Group: {group}
ru: 👤 Клиент: {fullname} 🔗 Ссылка: {username} 🆔: {telegram_id} 🏳️ Язык в ТГ: {lang_code} 💎 Реф. баланс: {referral_balance} ₽ 🔑 Ключи: {keys} шт. 👨‍👩‍👦‍👦Группа: {group}

# card_client_admin_m_sub
source: 📆 Subscription{subscription}
ru: 📆 Подписка{subscription}

# card_client_admin_m_none_sub
source: 📆 No subscription ❌
ru: 📆 Без подписки ❌

# card_client_admin_m_client_none
source: User not found 😥
ru: Пользователь не найден 😥

# input_count_day_add_time_m
source: Enter the number of days you want to add to the user
ru: Введите количество дней которое хотите добавить пользователю

# input_balance_limit_m
source: Minimum is 0, maximum is 1000000, please enter again
ru: Минимум 0, а максимум 1000000, введите заново

# incorrect_input_edit_balance
source: Incorrect input, please try again
ru: Неверный ввод, попробуйте заново

# input_balance_success_m
source: User balance updated ✅
ru: Баланс пользователя обновлен ✅

# user_message_input_balance_admin_m
source: 👋 The administrator has updated your balance 💵, it is now <b>{balance}</b> ₽ you can write ✉️ to find out the details 😁
ru: 👋 Администратор обновил вам баланс 💵, теперь он составляет <b>{balance}</b> ₽ вы можете написать ✉️ что бы узнать подробности 😁

# message_user_block_bot
source: ❌ Sending error, the user probably blocked the bot 🤖
ru: ❌ Ошибка при отправке, вероятно пользователь заблокировал бота 🤖

# error_write_bd_new_balance
source: Failed to write the new balance to the database
ru: Не получилось записать в БД новый баланс

# back_you_back
source: You are back
ru: Вернул вас назад

# limit_count_day_sub_m
source: Maximum of 2000 days 😉
ru: Максимум 2000 дней 😉

# incorrect_input_count_day_sub
source: Incorrect input, expected an integer, please try again
ru: Неверный ввод, ожидалось целое число, попробуйте еще раз

# input_count_day_sub_success
source: User {username} has been given the specified number of days
ru: Пользователю {username} добавилось указанное количество дней

# error_not_found
source: ‼️ Error! Something went wrong ‼️
ru: ‼️ Ошибка! Что то пошло не так ‼️

# error_input_count_day_sub_success
source: The user did not receive notification of the added days, they likely blocked the bot
ru: Пользователь не узнал что вы ему добавили дни, скорее всего он заблокировал бота

# user_delete_time_m
source: Time reset for user {username}
ru: Пользователю {username} сброшено время

# error_user_delete_time_m
source: The user did not receive notification of the end of their subscription, they likely blocked the bot
ru: Пользователь не узнал что у него закончилась подписка, скорее всего он заблокировал бота

source: Select menu item:
ru: Выберете пункт меню:

# choose_location
source: Choose which location you want to create a user in
ru: Выберете на какой локации хотите создать пользователя

# choose_vds
source: Select server
ru: Выберете сервер

# choose_protocol
source: Select protocol
ru: Выберете протокол

# static_input_name_user
source: Enter the username, you don't have to take it from Telegram, you can write any
ru: Введите имя пользователя, не обязательно брать из Telegram вы можете написать любое

# server_not_found
source: Server not found, please try again
ru: Сервер не найден, попробуйте еще раз

# server_input_number_group_error
source: You did not enter the number ❗️ Enter it again
ru: Вы ввели не число ❗️ Введите еще раз

# incorrect_name_user
source: Name is too long! Do not use emojis
ru: Имя слишком длинное! Не используйте смайлы

# error_connect_serer
source: An error occurred while connecting to the server
ru: Произошла ошибка при подключении к серверу

# error_write_bd_key_create
source: Error when writing to the database, user names must be unique
ru: Ошибка при записи в базу данных, имена пользователей должны быть уникальны

# static_user_create_success
source: User <b>{name}</b> created on server ✅
ru: Пользователь <b>{name}</b> на сервере создан ✅

# none_list_static_user
source: You have no static users
ru: У вас нету статичный пользователей

# error_get_static_user
source: Error querying the database
ru: Ошибка при запросе к базе данных

# list_static_user
source: List of static users:
ru: Список статических пользователей:

# list_static_user_none_server_delete
source: User without a server has been deleted
ru: Пользователь без сервера удален

# show_user
source: User:
ru: Пользователь:

# show_key
source: Key:
ru: Ключ:

# error_connect_server
source: Error querying server {name_server}
ru: Ошибка при запросе к серверу {name_server}

# error_delete_static_user_in_server
source: Failed to delete user {name} from server
ru: Не получилось удалить с сервера пользователя {name}

# error_delete_bd_static_user
source: Failed to delete user from the database
ru: Не получилось удалить пользователся из БД

# delete_static_user_success
source: User {name} has been deleted! 😁
ru: Пользователь {name} удален! 😁

# show_client_file_str
source: {count}) {fullname} - ({username}|{telegram_id}) - (lang TG:{lang_code}) [Referral balance: {referral_balance} rub.] {group} 🔑 - {count_key} pcs.
ru: {count}) {fullname} - ({username}|{telegram_id}) - (Язык в ТГ:{lang_code}) [Реф.баланс: {referral_balance} руб.] {group} 🔑 - {count_key} шт.

# input_message_admin_user
source: Enter message 🖊
ru: Введите сообщение 🖊

# message_from_the_admin
source: Message from the administrator:
ru: Сообщение от администратора:

# message_from_success
source: Message sent 👍
ru: Сообщение отправлено 👍

source: 🃏 Bot Control 🦾
ru: 🃏 Управление ботом 🦾

# servers_control
source: Server Management 🖥️
ru: Управление серверами 🖥

# servers_none
source: No servers found 🉐
ru: Серверов нет 🉐

# list_all_servers
source: List of all servers:
ru: Список всех серверов:

# server_not_connect_admin
source: Server not responding ‼️
ru: Сервер не отвечает ‼️

# space_server_text
source: 👥 Occupied: {space}/{max_space}
ru: 👥 Занято: {space}/{max_space}

# protocol_server_text
source: 👥 Occupied: {space}
ru: 👥 Занято: {space}

# server_name_s
source: 🕋 Name:
ru: 🕋 Имя:

# server_adress_s
source: 🌐 Address:
ru: 🌐 Адрес:

# server_password_vds_s
source: 📝 VDS Password:
ru: 📝Пароль от VDS:

# server_type_free_vds_s
source: 🖱Server Type:
ru: 🖱Тип сервера:

# server_type_free
source: Free ✳️
ru: Бесплатный ✳️

# server_type_not_free
source: Paid 💰
ru: Платный 💰

# server_group_s
source: 👨‍👩‍👦‍👦Group:
ru: 👨‍👩‍👦‍👦Группа:

# server_type_vpn_s
source: 🎭 VPN Type:
ru: 🎭Тип VPN:

# server_outline_connect_s
source: 🗄️ URL and CertSHA256:
ru: 🗄URL и CertSHA256:

# server_use_s
source: In use ✅
ru: Используется ✅

# server_not_use_s
source: Not in use ⚠️
ru: Не используется⚠️

# server_type_connect_s
source: Connection Method:
ru: Способ подключения:

# server_panel_control_s
source: Control Panel:
ru: Панель управления:

# server_id_connect_s
source: 🆔 Connection:
ru: 🆔 Подключение:

# server_login_s
source: 👤 Login:
ru: 👤 Логин:

# server_password_s
source: 🔐 Password:
ru: 🔐 Пароль:

# server_use_active
source: Server {name_server} is now in use ✅
ru: Протокол {type_protocol} теперь используется ✅

# server_not_use_active
source: Server {name_server} is no longer in use ❗️
ru: Протокол {type_protocol} больше не используется❗️

# not_found_key
source: Unknown key: {unknown_client}
ru: Неизвестный ключ: {unknown_client}

# key_delete_server
source: User keys in the {name} protocol have been deleted
ru: Ключи пользователей в протоколе {name} удалены

# error_get_users_bd_text
source: Error retrieving users from the database ⛔️
ru: Ошибка при получении пользователей из БД ⛔️

# file_list_users_server
source: File with users of protocol {name}
ru: Файл с пользователями протокола {name}
