Repository: Novickij/asd323rszz
Catalog: bot/database/methods/bot/locale/*/LC_MESSAGES/bot.po
Languages: ru

# admin_locations_del_btn
source: Delete 🔥
ru: Удалить 🔥

# admin_locations_work_btn
source: On/Off location 💡
ru: Вкл/Выкл локацию 💡

# admin_locations_control_vds_btn
source: VDS Management 🕋
ru: Управление VDS 🕋

# admin_reff_system_btn
source: Referral system 🈶
ru: Реф. система 🈶

# admin_send_message_users_btn
source: Send message 💬
ru: Отправить рассылку 💬

# admin_show_statistic_btn
source: Show statistics 👥
ru: Показать статистику 👥

# admin_edit_user_btn
source: Edit users ✏️
ru: Редактировать пользователей ✏️

# admin_static_user_btn
source: Static users 📔
ru: Статические пользователи 📔

# admin_static_add_user_btn
source: Add user ➕
ru: Добавить пользователя ➕

# admin_static_show_users_btn
source: Show static users 🧾
ru: Вывести статических пользователей 🧾

# admin_exit_btn
source: Exit ❌
ru: Выйти ❌

# admin_statistic_show_all_users_btn
source: All users 🗂
ru: Всех пользователей 🗂

# admin_statistic_show_sub_users_btn
source: With subscription ✅
ru: С подпиской ✅

# admin_statistic_show_payments_btn
source: Payments 💵
ru: Платежи 💵

# admin_server_show_all_btn
source: All servers 📊
ru: Все сервера 📊

# admin_server_add_btn
source: Add server ➕
ru: Добавить сервер ➕

# admin_server_delete_btn
source: Delete protocol 🗑
ru: Удалить протокол 🗑

# admin_server_cancellation
source: Cancel ⛔️
ru: Отмена ⛔️

# admin_users_cancellation
source: Cancel ❌
ru: Отмена ❌

# admin_groups_btn
source: Groups 👥
ru: Группы 👥

# admin_groups_show_btn
source: Show groups 👁‍🗨
ru: Показать группы 👁‍🗨

# admin_groups_add_btn
source: Add group ➕
ru: Добавить группу ➕

# admin_groups_client_show_btn
source: Group clients 👨‍👩‍👧‍👦
ru: Клиенты группы 👨‍👩‍👧‍👦

# admin_groups_client_add_btn
source: Exclude ➖
ru: Добавить ➗

# admin_groups_client_delete_btn
source: Delete group 🔥
ru: Удалить группу 🔥

# admin_vds_control_protocol_btn
source: Protocol Management 🔌
ru: Управление протоколами 🔌

# admin_vds_work_btn
source: On/Off location 💡
ru: Вкл/Выкл сервер 💡

# admin_vds_edit_name_btn
source: New name ✏️
ru: Новое имя ✏️

# admin_vds_edit_password_btn
source: New pass ✏️
ru: Новый пароль ✏️

# admin_vds_edit_ip_btn
source: New ip ✏️
ru: Новый ip ✏️

# admin_vds_edit_limit_btn
source: New limit ✏️
ru: Новый лимит ✏️

# admin_vds_del_btn
source: Delete server 🔥
ru: Удалить сервер 🔥

# admin_vds_add_protocol_btn
source: Add protocol ✳️
ru: Добавить протокол ✳️
