Repository: Novickij/asd323rszz
Catalog: bot/database/methods/bot/locale/*/LC_MESSAGES/bot.po
Languages: ru

# error_file_list_users_server
source: Error listing protocol users
ru: Ошибка при выводе пользователей протокола

# error_delete_all_users_server
source: Failed to delete all clients from the protocol
ru: Не удалось удалить всех клиентов с протокола

# input_name_server_admin
source: Enter the server name:
ru: Введите имя сервера:

# who_should_i_send
source: Who should I send the message to?
ru: Кому отправить сообщение?

# error_update
source: Failed to update the client interface ‼️
ru: Обновить клинет не получилось ‼️

# input_message_or_image
source: Write a message or attach an image for users to see
ru: Напишите текст или прикрепите картинку которую увидят пользователи

# result_mailing_text
source: Message sent 💌 Total sent: {all_count} Received: {suc_count} Not Delivered: {count_not_suc}
ru: Сообщение отправлено 💌 Всего отправлено: {all_count} Получено: {suc_count} Недошло: {count_not_suc}

# error_mailing_text
source: Error occurred while sending, please try again
ru: Ошибка при выполнении рассылки, попробуйте еще раз

# bot_update_success
source: Interface updated for all users ✅
ru: У всех пользователей обновился интерфейс ✅

# control_promo_text
source: Promo Code Management 💻
ru: Управление промокодами 💻

# who_width_text
source: Which withdrawal requests do you need?
ru: Какие заявки на вывод вам нужны?

# not_withdrawal
source: No withdrawal requests
ru: Заявок на вывод нет

# withdrawal_number_s
source: 📎 Request N
ru: 📎 Заявка N

# withdrawal_amount_s
source: 💴 Amount:
ru: 💴 Сумма:

# withdrawal_info_s
source: 💾 Payment Info:
ru: 💾 Платежная информация:

# withdrawal_user_connect_s
source: 📞 Contact Method:
ru: 📞 Способ связи:

# withdrawal_telegram_id_s
source: 🆔 User ID:
ru: 🆔 пользователя:

# withdrawal_condition_s
source: 🌓 Status:
ru: 🌓 Состояние:

# withdrawal_success
source: Paid ✅
ru: оплачен ✅

# withdrawal_payment_expected
source: Payment Expected ♻️
ru: ожидается оплата ♻️

# file_server_user_none
source: There are no users in this protocol
ru: В этом протоколе нету пользователей

# create_new_promo_text
source: Create New Promo Code:
ru: Создание нового промокода:

# input_text_promo_message
source: Enter the text of the new promo code, using only letters and numbers
ru: Введите текст нового промокода, используйте только буквы и цифры

# input_percent_message
source: Enter the promo code discount percentage
ru: Введите процент скидки промокода

# input_count_use_message
source: Enter the total number of uses of the promo code
ru: Введите общее количество использований промокода

# error_input_amount_add_balance
source: Only integers can be entered
ru: Вводить можно только целые числа

# error_input_percent
source: The percentage should be from 1 to 100 inclusive
ru: Процент должен быть от 1 до 100 включительно

# new_promo_success
source: Promo code saved successfully
ru: Промокод успешно сохранен

# error_new_promo_text
source: An error occurred while saving the promo code‼️ Promo codes must be <b>Unique</b>
ru: При сохранении промокода произошла ошибка‼️ Промокоды должны быть <b>Уникальными</b>

# promo_not_list
source: You have no promo codes 📭
ru: У вас нет промокодов 📭

# promo_list_all
source: All Promo Codes
ru: Все промокоды

# promo_delete_text
source: Promo code deleted ✅
ru: Промокод улален ✅

# message_new_user
source: A new user has logged into the bot
ru: В бот зашел новый пользователь

# error_promo_delete_text
source: Error deleting promo code ‼️
ru: При удалении промокода возникла ошибка ‼️

source: Application paid👌
ru: Заявка оплачена👌

# application_error_save
source: Error occurred while saving ‼️
ru: При сохранении возникла ошибка ‼

# application_success_text
source: ✅ Paid ✅
ru: ✅ Выплачено ✅

# server_name_error
source: Name is too long! Enter another one
ru: Имя слишком длинное! Введите другое

# server_input_ip_text
source: Enter the server's IP address and port. Example: 125.146.138.241:2222
ru: Введите IP адрес сервера и порт Пример: 125.146.138.241:2222

# server_input_password_text
source: Enter the VDS password
ru: Введите пароль от VDS

# server_input_type_server_text
source: Select the server type
ru: Выберете тип сервера

# server_input_type_vpn_text
source: Select the VPN type
ru: Выберете тип VPN

# server_input_url_cert_text
source: Enter the server's URL and CertSHA. Example: <b>{"apiUrl":"https://xxxx","certSha256":"xxxx"}</b>
ru: Введите URl и CertSHa сервера Пример: <b>{"apiUrl":"https://xxxx","certSha256":"xxxx"}</b>

# server_input_choosing_type_connect_text
source: Select the connection type
ru: Выберете тип подключения

# server_error_choosing_type_connect_text
source: Unknown connection type
ru: Неизвестный тип подключения

# server_choosing_panel_control
source: Select your control panel
ru: Выберете вашу панель управления

# server_input_id_connect_text
source: Enter the connection ID on the panel
ru: Введите ID подключения в панели

# server_input_login_text
source: Enter the login
ru: Введите логин

# server_input_password_panel_text
source: Enter the panel password
ru: Введите пароль от панели

# server_error_connect
source: 📛Error!📛 You entered the data incorrectly Or the server is not responding
ru: 📛Ошибка!📛 Вы неправельно ввели данные Либо сервер не отвечает

# server_error_write_db_name
source: 📛Error!📛 Failed to write to the database ❗
ru: 📛Ошибка!📛 Не удалось записать в базу данных ❗

# server_add_success
source: <b>Protocol successfully added!</b> ✅
ru: <b>Протокол успешно добавлен!</b> ✅

# server_error_name_not_found
source: Protocol with this name not found 🖥🚫
ru: Протокол с таким именем не найден 🖥🚫

# server_error_delete
source: 📛Error!📛 Failed to delete Protocol❗
ru: 📛Ошибка!📛 Не удалось удалить протокол❗

# server_delete_success
source: Protocol successfully deleted 👌
ru: Протокол успешно удален 👌

# payment_autopay_text
source: 🎉 <b>Auto VPN purchase triggered:</b> you paid for
ru: 🎉 <b>Сработало авто покупка VPN</b> вы оплатили

# loop_autopay
source: {text}{mount_count} months subscription
ru: {text}{mount_count} мес. подписки

# loop_autopay_error
source: Error auto-renewing or auto-purchasing subscription for client with ID {telegram_id}
ru: Ошибка при попытке авто продлить или авто купить подписку клиенту с ID {telegram_id}

# payment_success
source: <b>Payment accepted ✅️</b> You have been given a key 🔑 for <b>{total_month} month(s)</b> of subscription
ru: <b>Оплата принята ✅️</b> Вам выдан ключ 🔑 подписки на <b>{total_month} мес.</b> Ниже вы увидите сам ключ, а под ним кнопки с инструкциями для быстрой установки 👇 В дальнейшем свои ключи подписки вы сможете посмотреть, продлить и установить на другие устройства в разделе «🔑 Моя подписка» в главном меню бота.

# payment_success_extend
source: <b>Payment accepted ✅️</b> The subscription key 🔑 has been extended for <b>{total_month} month(s)</b>
ru: <b>Оплата принята ✅️</b> Подписка ключа 🔑 продлена на <b>{total_month} мес.</b>

# payment_success_switch
source: <b>Payment accepted ✅️</b> You can now change the key location 👍
ru: <b>Оплата принята ✅️</b> Теперь вы можете изменить локацию ключа 👍

# donate_successful
source: Thank you for your support ❤❤❤❤❤
ru: Спасибо за вашу поддержку ❤️❤️❤️

# reff_add_balance
source: The user you referred has topped up their balance! You receive -> <b>{referral_balance} ₽</b> added to your referral balance 🎉🎉
ru: Пользователь которого вы привели пополнил баланс! Вы получаете -> <b>{referral_balance} ₽</b>На свой реферальный баланс 🎉🎉

# description_payment
source: Subscription payment
ru: Оплата подписки

# payment_button
source: Pay
ru: Оплатить

# payment_balance_text
source: Payment on <b>{price} ₽</b>
ru: Оплатить: {price}₽

# payment_balance_text2
source: Payment in {price} rubles.
ru: Оплатить:{price}₽

# inform_language
source: <b>Ꮪᴇlᴇᴄᴛᴇd lᴀnguᴀgᴇ:</b> 🇬🇧 Ꭼnglish
ru: <b>Выбранный язык:</b> 🇷🇺 Русский

# select_language
source: Select a language
ru: ⇩ Выберете язык ⇩

# help_message
source: How can we help you?
ru: Как мы можем вам помочь?

# help_message_connect_protocol
source: ℹ️Select the protocol 👇
ru: ℹ️Выберете протокол 👇

# donate_message
source: 💡 You can contribute to the development of the project and support us by sending funds here ⇩
ru: 💡 Вы можете внести свой вклад в развитие проекта и поддержать нас, отправив средства здесь ⇩

# donate_list_users
source: People who supported the project: {users}
ru: 😎Люди поддержавшие проект: {users}

# user_key_list_new_key
source: 🆕 Create a new key
ru: 🆕️ Создать новый ключ

# user_key_list_message_connect
source: Your keys 🔑 ⇩ Click to get or change ⇩
ru: Ваши ключи 🔑 ⇩ Нажмите что бы получить или изменить

# user_key_get
source: 🔑 Key №{count_key} ({count_day} d.) {name} ({type_vpn_key})
ru: Получить 🔑

# user_key_list_admin
source: 🔑 Key ID:{count_key} ({count_day} day) {name} ({type_vpn_key}) - {count_switch} shifts
ru: 🔑 Ключ ID:{count_key} ({count_day} дн.) {name} ({type_vpn_key}) - {count_switch} смен

# user_key_list_no_server
source: Connect the key to the server to edit it 😁
ru: Подключите ключ к серверу что бы изменить его 😁

# user_key_edit_pay
source: The key has no free changes left, one change costs {price_switch} ₽
ru: У ключа закончились бесплатные изменения, одно изменение {price_switch} ₽

# server_edit_switch_key
source: The type of shift in the location has been changed ✅
ru: Тип смены в локации изменен ✅

# donate_input_price_text
source: Enter the amount...
ru: Введите сумму, на которую готовы поддержать проект

# donate_input_price_text_not_num
source: Please enter only whole numbers Try again
ru: Вводите только целые числа Введите еще раз

# donate_input_price_text_limit
source: The amount can be from 50 ₽ to 20000 ₽
ru: Сумма может быть от 50 ₽ до 20000 ₽

# want_use_promocode
source: Would you like to use a promo code?
ru: Хотите использовать промокод?

# edit_key_input_key_id
source: Enter the user's key ID
ru: Введите id ключа пользователя

# edit_key_input_key_id_error_number
source: Enter integers
ru: Вводите целые числа

# edit_key_input_key_id_error_not_found
source: Key not found 😢
ru: Ключ не найден 😢

# edit_key_new_key
source: Enter the number of days of key subscription
ru: Введите количество дней подписки ключа

# edit_key_new_key_success
source: Key created ✅
ru: Ключ создан ✅

# edit_key_new_key_success_message
source: The administrator has added the key 😁 to you, click Connect 🔌 to select a server for it.
ru: <b>Администратор подарил вам ключ 🔑</b> <i>Перейдите в раздел подключения что бы выбрать локацию</i>

# edit_key_new_key_success_error
source: The user could not receive the notification, he probably blocked the bot
ru: Пользователь не смог получить уведомление, вероятно он заблокировал бота

# edit_key_new_key_error_limit
source: You can create a key with a time from 1 to 500 days
ru: Можно создать ключ с временем от 1 до 500 дней

# edit_key_delete_admin_message
source: Key deleted 💢
ru: Ключ удален 💢

# edit_key_delete_admin_message_error_connect
source: Failed to delete the key from the server, most likely the server is not responding
ru: Не получилось удалить ключ с сервера, скорее всего сервер не отвечает

# edit_key_delete_user_message
source: ⚠the administrator deleted the key for you
ru: ⚠️Администратор удалил вам ключ

# edit_key_input_new_time
source: Enter the number of days for this key
ru: Введите количество денй для этого ключа

# edit_key_new_time_success_admin
source: Key time updated ✅
ru: Время ключа обновлено ✅

# edit_key_new_time_success_user
source: The administrator changed the subscription time of your key 😁
ru: Администратор изменил время подписки вашего ключа 😁

# edit_key_input_new_server
source: Enter the server ID that you want to assign to the key Your servers: {server_string}
ru: Введите ID сервера который хотите присвоить ключу Ваши сервера: {server_string}

# edit_key_input_new_server_not_found
source: Server not found
ru: Сервер не найден

# edit_key_input_new_server_success_admin
source: 🖥 The key server has been changed ✅
ru: 🖥 Сервер ключа изменен ✅

# edit_key_input_new_server_success_user
source: The administrator has changed the server of your key 😁 get a new config by clicking Connect🔌
ru: Администратор изменил сервер вашего ключа 😁 получите новый конфиг нажав Подключиться🔌

# edit_key_input_switch
source: Enter the number of location shifts for this key
ru: Введите количество смен локации для этого ключа

# edit_key_input_switch_error_limit
source: Maximum of 10k shifts
ru: Максимум 10к смен

# edit_key_input_switch_success_admin
source: The number of location shifts has been updated ✅
ru: Количество смен локации обновлено ✅

# edit_key_input_switch_success_user
source: The administrator has updated the number of location shifts for your key
ru: Администратор обновил вашему ключу количество смен локаций

# edit_client_blocked_message
source: User unblocked 🔓
ru: Пользователь разблокирован 🔓

# edit_client_unblocked_message
source: User is blocked 🔐
ru: Пользователь заблокирован 🔐

# admin_message_choosing_month
source: User @{username} ID {user_id} has chosen a subscription period of {month_count} month(s).
ru: Пользователь @{username} ID {user_id} выбрал период подписки на {month_count} мес.

# admin_message_payment_success_trial_pay
source: User {username} ID {user_id} has paid for {day} days at {price} RUB.
ru: Пользователь {username} ID {user_id} оплатил {day} дн. за {price} руб

# admin_message_payment_success
source: User {username} ID {user_id} has paid for {month_count} month(s) at {price} RUB.
ru: Пользователь {username} ID {user_id} оплатил {month_count} мес. {price} руб

# admin_message_payment_success_donate
source: User {username} ID {user_id} has donated {price} RUB.
ru: Пользователь {username} ID {user_id} задонатил {price} руб

# admin_message_payment_success_switch
source: User {username} ID {user_id} has paid for location change at {price} RUB.
ru: Пользователь {username} ID {user_id} оплатил смену локаций {price} руб

# want_attach_button_mailing
source: Do you want to attach a button to a message?
ru: Хотите прикрепить к сообщение кнопку?

# not_server_free_vpn
source: We don't have any free servers yet 😓 ry to log in later
ru: У нас пока что нету бесплатных серверов 😓 Попробуйте зайти позже

source: Download 🔄
ru: Загрузка 🔄

# edit_client_blocked
source: Block 🔒
ru: Заблокировать 🔒

# edit_client_unblocked
source: Unblock 🔓
ru: Разблокировать 🔓

# key_control_delete_key
source: 🔥 Delete key
ru: 🔥Удалить ключ

# key_control_edit_time
source: 🕑 Change key time
ru: 🕑 Изменить время ключа

# key_control_edit_server
source: 🖥 Change the key server
ru: 🖥 Изменить сервер ключа

# key_control_update_swith
source: 🔁 Change the number of location shifts
ru: 🔁 Изменить количество смен локации

# not_promo_code_menu_btn
source: 🔸Don't use🔸
ru: 🔸Не использовать🔸

# donate_input_price
source: 🖌 Enter the amount
ru: Введите сумму...

# donate_list
source: 😎 Sponsors
ru: 😎 Ꮯᴨᴏнᴄᴏᴩы

# back_type_vpn
source: Back ↩️
ru: Назад ↩️

# subscription_btn
source: Subscription 📅
ru: Подписка 📅

# donate_btn
source: 💸 Donate
ru: 💸 Донат

# promokod_btn
source: 🏷 Promo Code
ru: 🏷 Промокод

# help_btn
source: 📥 Support
ru: 📥 Поддержка

# free_vpn_connect_btn
source: 🎁 Free VPN
ru: 🎁 Бесплатный VPN

# affiliate_btn
source: 👥 Affiliate
ru: 👥️ Партнёр

# bonus_btn
source: To invite 🎁
ru: Пригласить 🎁

# about_vpn_btn
source: 🗞 About VPN
ru: 🗞 О нас

# not_button_mailing_btn
source: without the ❌ button
ru: Без кнопок ❌

# admin_panel_btn
source: Admin panel 😎
ru: Админ панель 😎

# to_extend_btn
source: 🌐 Renew
ru: 🌐 Продлить

# replenish_bnt
source: Replenish 💵
ru: Пополнить 💵

# general_menu_btn
source: 🖥 Main menu
ru: 🖥 Главное меню

# back_general_menu_btn
source: Main menu ↩️
ru: Главное меню ↩️

# back_subscription_menu_btn
source: Back ↩️
ru: Назад ↩️

# back_balance_menu_btn
source: Back ↩️
ru: Вернуться ↩️

# not_uses_server_btn
source: Not using ❌
ru: Не использовать ❌

# uses_server_btn
source: Using ✅
ru: Использовать ✅

# list_user_server_btn
source: List of users 📄
ru: Список пользователей 📄

# pay_switch_server_btn
source: 💵 Enable paid change
ru: 💵 Включить платное изменение

# not_pay_switch_server_btn
source: 💢 Disable paid change
ru: 💢 Выключить платное изменение

# delete_key_server_btn
source: 🔥 Reset keys 🔥
ru: 🔥 Сбросить ключи 🔥

# admin_user_add_time_btn
source: Add time 🕘
ru: Добавить время 🕘

# admin_user_edit_keys_btn
source: User keys 🔑
ru: Ключи пользователя 🔑

# admin_user_message_client_btn
source: Message client 💬
ru: Написать клиенту 💬

# admin_user_delete_time_btn
source: Reset time 💢
ru: Сбросить время 💢

# definitely_dropping_btn
source: Definitely resetting!
ru: Точно сбрасываем!

# delete_static_user_btn
source: Delete 💢
ru: Удалить 💢

# admin_user_mailing_all_btn
source: To all 📒
ru: Всем 📒

# admin_user_mailing_sub_btn
source: With subscription only 📗
ru: Только с подпиской 📗

# admin_user_mailing_not_sub_btn
source: Without subscription only 📕
ru: Только без подписки 📕

# admin_user_mailing_update_btn
source: ⚙️ Update client ⚙️
ru: ⚙️ Обновить клиент ⚙️

# promo_add_new_btn
source: Create new ➕
ru: Создать новый ➕

# promo_show_all_btn
source: Show all promocodes 📤
ru: Показать все промокоды 📤

# applications_show_all_btn
source: Show all applications 📙
ru: Показать все заявки 📙

# applications_show_active_btn
source: Show only active 📘
ru: Показать только активные 📘

# applications_success_btn
source: Paid out ✅
ru: Выплачено ✅

# payments_yookassa_btn
source: ЮᏦᴀssᴀ ⚡️
ru: 💳 СБП / Банковская карта

# payments_yoomoney_btn
source: 🟣Yoomoney
ru: 🟣ЮMoney

# payments_not_btn_1
source: Replenishment is not available 😭
ru: Пополнение не работает 😭

# payments_not_btn_2
source: Please try again later
ru: Попробуйте позже

# to_extend_month_btn
source: {count_month} months 📅 - {price} ₽
ru: {count_month} мес. 📅 - {price} ₽

# to_extend_month_1_btn
source: 1 Month - {price}₽
ru: 1 месяц - {price}₽

# to_extend_month_2_btn
source: 3 Months - {price}₽
ru: 3 месяца - {price}₽

# to_extend_month_3_btn
source: 6 Months - {price}₽
ru: 6 + 1 месяцев - {price}₽ 🎁

# to_extend_month_4_btn
source: 12 Months - {price}₽
ru: 12 + 3 месяцев - {price}₽ 🎁

# instruction_payment_btn
source: Payment instructions 🧾
ru: Инструкция по оплате 🧾

# user_pay_sub_btn
source: Pay 💳
ru: Оплатить

# instruction_use_iphone_btn
source: Instructions for iPhone
ru: Инструкция для IOS

# instruction_use_android_btn
source: Instructions for Android
ru: Инструкция для Android

# instruction_use_pc_btn
source: Instructions for PC
ru: Инструкция для PC

# instruction_check_vpn_btn
source: Check VPN
ru: Проверить VPN

# user_share_btn
source: 📣 Share
ru: 📣 Поделиться

# withdraw_funds_btn
source: 💰Withdraw funds (Min. {min_withdrawal_amount}₽)
ru: 💰 Вывести деньги (От {min_withdrawal_amount}₽)

# enough_funds_withdraw_btn
source: 💰Withdraw funds (Min. {min_withdrawal_amount}₽)
ru: 💰 Вывести деньги (От {min_withdrawal_amount}₽)

# write_the_admin_btn
source: Write to admin 💬
ru: Написать админу 💬

# not_work_btn
source: VPN is not working ❌
ru: Не работает VPN ❌

# wath_connect_btn
source: How to connect ❓
ru: Как подключиться ❓

# write_the_promo_btn
source: Enter...
ru: Ввести...

# admin_user_send_reply_btn
source: Reply 💬
ru: Ответить 💬

# admin_group_control_message
source: Group Management 📲
ru: Управелние группами 📲

# admin_group_list_groups
source: 📋 List of Groups:
ru: 📋 Список групп:

# admin_group_list_groups_none
source: No clients in the group
ru: Клиентов в группе нету

# admin_group_list_groups_file
source: File with group users
ru: Файл с пользователями группы

# admin_group_user_input_id
source: Send user IDs User IDs should be separated by comma ,
ru: Отправьте ID пользователей ID пользователей <b>пишите через запятую , </b>

# admin_group_user_add_success
source: ✅ Users added:
ru: ✅Добавленных пользователей:

# admin_group_user_exclude_success
source: ☑️ Users excluded:
ru: ☑️Исключено пользователей:

# admin_group_delete_success
source: 🔥🔥 Group deleted 🔥🔥
ru: 🔥🔥Группа удалена🔥🔥

# admin_group_add_input_name
source: Send the group name, names should not be repeated
ru: Отправьте имя группы, имена не должны повторяться

# admin_group_add_success
source: ✅ Group successfully added
ru: ✅ Группа успешно добавлена

# admin_group_add_error
source: Error adding group You may have a group with the same name
ru: Ошибка при добавлении группы Возможно у вас есть группа с таким названием

# admin_locations_list
source: Your locations:
ru: Ваши локации:

# locations_list_not_found
source: You don't have any locations ⚠️
ru: У вас нету локаций ⚠️

# location_input_name_text
source: Enter a name for the Locations
ru: Введите имя для Локации

# location_input_id_text
source: Enter the location id
ru: Введите id локации

# location_create_text
source: Locations created ✅
ru: Локация создана ✅

# location_not_found_text
source: Locations not found ⚠️
ru: Локация не найдена ⚠️

# location_input_new_name_text
source: Enter a new name for the location {location_name}
ru: Введите новое имя для локации {location_name}

# location_new_name_success_text
source: Locations has a new name ✅
ru: Локация задано новое имя ✅

# location_work_text
source: Locations {location_name} is now used ✅
ru: Локация {location_name} теперь используется ✅

# location_not_work_text
source: Locations {location_name} is no longer in use ⚠️
ru: Локация {location_name} больше не используется ⚠️

# location_delete_text
source: Locations {location_name} deleted 🔥
ru: Локация {location_name} удалена 🔥

# location_not_delete_text
source: ❌ Error, first you need to delete all vds and protocols
ru: ❌ Ошибка, сначала нужно удалить все vds и протоколы

# vds_list_text
source: Your servers are in location {location_name}
ru: Ваши сервера в локации {location_name}

# vds_input_ip_text
source: Write the server ip
ru: Напишите ip сервера

# vds_input_password_text
source: Write the password from the server
ru: Напишите пароль от сервера

# vds_input_max_client_text
source: Write the maximum number of clients for this server. as an example, if the server has a bandwidth of 200mb/s, then about 120 people can fit on it
ru: Напишите максимальное количество клиентов для этого сервера. Как пример если у сервера пропускная способность 200мб/c то на него поместиться примерно 120 человек

# vds_create_text
source: Server can be created ✅
ru: Сервер успешно создан ✅

# vds_work_text
source: Server {vds_ip} is now in use ✅
ru: Сервер {vds_ip} теперь используется ✅

# vds_not_work_text
source: Server {vds_ip} is no longer in use ⚠️
ru: Сервер {vds_ip} больше не используется ⚠️

# vds_edit_name_success_text
source: Server has a new name set ✅
ru: Серверу установлено новое имя ✅

# vds_edit_ip_success_text
source: The server has a new ip installed ✅
ru: Серверу установлен новый ip ✅

# vds_edit_pass_success_text
source: The server has set a new password ✅
ru: Серверу установлено новый пароль ✅

# vds_edit_limit_success_text
source: Server has set a new limit ✅
ru: Серверу установлено новый лимит ✅

# vds_edit_del_success_text
source: Server {server_ip} successfully deleted 🔥
ru: Сервер {server_ip} успешно удален 🔥

# vds_edit_not_del_success_text
source: ❌ Error, first you need to delete all protocols
ru: ❌ Ошибка, с начала нужно удалить все протоколы

# protocol_list_text
source: Your protocols on the server {vds_ip}
ru: Ваши протоколы на сервере {vds_ip}

# admin_back_admin_menu_btn
source: Back ⤵️
ru: Вернуться ⤵️

# admin_back_users_menu_btn
source: Back ⤵️
ru: Назад ⤵️

# admin_users_btn
source: Users 👤
ru: Пользователи 👤

# admin_promo_btn
source: Promo codes 🏷
ru: Промокоды 🏷

# admin_servers_btn
source: Servers 🖥
ru: Сервера 🖥

# admin_locations_btn
source: Locations 🌍
ru: Локации 🌍

# admin_locations_add_btn
source: Add ➕
ru: Добавить ➕

# admin_locations_edit_btn
source: Change name 🖋
ru: Изменить имя 🖋
